Repository: quiptime/more_node_buttons
Catalog: translations/more_node_buttons.*.po
Languages: de

source: Manage buttons
de: Button verwalten

source: Cancel button
de: Abbrechen-Button

source: Additional Cancel button on node edit form.
de: Zusätzlicher Abbrechen-Button für die Bearbeitenformulare von Nodes.

source: None
de: Keine

source: On the left side
de: Auf der linken Seite

source: On the right side
de: Auf der rechten Seite

source: Save and continue button
de: Speichern und fortfahren Button

source: Additional Save and continue button on node edit form.
de: Zusätzlicher Speichern und fortfahren Button für die Bearbeitenformulare von Nodes.

source: Left of the save button
de: Links vom Speichern-Button

source: Right of the save button
de: Rechts vom Speichern-Button

source: Save and continue
de: Speichern und fortfahren

source: Cancel
de: Abbrechen

source: More node buttons
de: Mehr Node-Button

source: Add an Cancel and an Save and continue button to node edit forms.
de: Bearbeitenformularen von Nodes einen Abrechen und Speichern und fortfahren Button hinzufügen.

source: Other
de: Andere
